export const ProjectContent = [
  {
    slug: 'creators',
    name: 'Стваральнікі"',
    text: [
      {
        slug: 'fratery',
        name: 'Брацтва Віленскіх мучанікаў',
        text: [
          'Праект "Дабравесце" ствараецца, падтрымліваецца і развіваецца Брацтвам у гонар Віленскіх мучанікаў Антонія, Іаана і Еўстафія пры Свята-Петра-Паўлаўскім саборы горада Мінска.',
          'Сабор належыць Беларускай Праваслаўнай Царкве і знаходзіцца ў сталіцы на вуліцы Ракаўская, дом 4, што на Нямізе.',
        ],
      },
      {
        slug: 'contacts',
        name: 'Кантакты',
        text: [
          'Нашы кантакты:',
          'Тэлефон брацтва + 375 (17) 226-98-15',
          ['Электронная пошта Брацтва', 'mailto:bpbtvm@tut.by'],
          ['Электронная пошта распрацоўшчыкаў', 'mailto:7105690@gmail.com'],
          ['Рэпазіторый', 'https://github.com/Vorvule/dabravesce-next'],
          [
            'Дачыненне на Play Market',
            'https://play.google.com/store/apps/details?id=by.dabravesce&hl=en&gl=US',
          ],
          ['Веб-старонка', 'https://dabravesce.by'],
        ],
      },
    ],
  },
  {
    slug: 'content',
    name: 'Пра змест"',
    text: [
      {
        slug: 'sources',
        name: 'Крыніцы',
        text: [
          'На старонках "Дабравесця" вы знойдзеце:',
          'Евангелле Госпада нашага Іісуса Хрыста',
          'Пасланні Апосталаў',
          'Дзеянні святых Апосталаў',
          'Апакаліпсіс',
          'Псалтыр',
          'Малітвы',
          'Акафісты',
          'Каноны',
          'Трапары',
          'Богаслужэнні',
          'Дзіцячыя кнігі',
          'Пабожныя спевы',
          '— і іншыя крыніцы духоўнага развіцця.',
        ],
      },
      {
        slug: 'translation',
        name: 'Пераклад',
        text: [
          'Пераклад Новага Запавету выкананы Біблейскай камісіяй Беларускай Праваслаўнай Царквы.',
          'Тэкст Евангелля чытае Юрый Жыгамонт.',
          'Малітоўнік — у перакладзе протаіерэя Сергія Гардуна.',
          'Малітвы агучаны аўтарам перакладу.',
        ],
      },
    ],
  },
];
