export const ProjectContent = [
  {
    slug: 'creators',
    name: 'Стваральнікі',
    text: [
      {
        slug: 'fratery',
        name: 'Брацтва Віленскіх мучанікаў',
        text: [
          'Праект "Дабравесце" ствараецца, падтрымліваецца і развіваецца Брацтвам у гонар Віленскіх мучанікаў Антонія, Іаана і Еўстафія пры Свята-Петра-Паўлаўскім саборы горада Мінска.',
          'Сабор належыць Беларускай Праваслаўнай Царкве і знаходзіцца ў сталіцы на вуліцы Ракаўская, дом 4, што на Нямізе.',
        ],
      },
      {
        slug: 'contacts',
        name: 'Кантакты',
        text: [
          'Тэлефон брацтва + 375 (17) 226-98-15',
          ['Электронная пошта Брацтва', 'mailto:bpbtvm@tut.by'],
          ['Электронная пошта распрацоўшчыкаў', 'mailto:7105690@gmail.com'],
          ['Рэпазіторый', 'https://github.com/Vorvule/dabravesce-next'],
          [
            'Дачыненне на Play Market',
            'https://play.google.com/store/apps/details?id=by.dabravesce&hl=en&gl=US',
          ],
          ['Веб-старонка', 'https://dabravesce.by'],
        ],
      },
    ],
  },
  {
    slug: 'content',
    name: 'Змест',
    text: [
      {
        slug: 'sources',
        name: 'Крыніцы',
        text: [
          'На старонках "Дабравесця" вы знойдзеце:',
          ' \u2b58  Евангелле Госпада нашага Іісуса Хрыста',
          ' \u2b58  Пасланні Апосталаў',
          ' \u2b58  Дзеянні святых Апосталаў',
          ' \u2b58  Апакаліпсіс',
          ' \u2b58  Псалтыр',
          ' \u2b58  Малітвы',
          ' \u2b58  Акафісты',
          ' \u2b58  Каноны',
          ' \u2b58  Трапары',
          ' \u2b58  Богаслужэнні',
          ' \u2b58  Дзіцячыя кнігі',
          ' \u2b58  Пабожныя спевы',
          '— і іншыя крыніцы духоўнага развіцця.',
        ],
      },
      {
        slug: 'translation',
        name: 'Пераклад',
        text: [
          'Пераклад Новага Запавету выкананы Біблейскай камісіяй Беларускай Праваслаўнай Царквы.',
          'Тэкст Евангелля чытае Юрый Жыгамонт.',
          'Малітоўнік — у перакладзе протаіерэя Сергія Гардуна.',
          'Малітвы агучаны аўтарам перакладу.',
        ],
      },
      {
        slug: 'daily-gospel',
        name: 'Евангелле дня',
        text: [
          'Многія з нас чытаюць, па адным раздзеле, Евангелле штодня.',
          'І мы штодзённа гартаем старонкі "Дабравесця", каб прачытаць за год чатыры Евангеллі роўна чатыры разы.',
          'Таму намоўчна мы адлюстроўваем сённяшняе, чарговае Евангелле дня, спасылку на якое вы заўжды можаце знайсці ўнізе меню.',
        ],
      },
    ],
  },
];
