import { ImmovableEvent, MovableEvent } from '@/app_screens/calendar/types/calendar.types';

class CalendarData {
  DAYS_BE = ['Пн', 'Аў', 'Ср', 'Чц', 'Пт', 'Сб', 'Нд'];

  MONTHS_BE = [
    'Студзень',
    'Люты',
    'Сакавік',
    'Красавік',
    'Май',
    'Чэрвень',
    'Ліпень',
    'Жнівень',
    'Верасень',
    'Кастрычнік',
    'Лістапад',
    'Снежань',
  ];

  MONTHS_BE_GENITIVE = [
    'Студзеня',
    'Лютага',
    'Сакавіка',
    'Красавіка',
    'Мая',
    'Чэрвеня',
    'Ліпеня',
    'Жніўня',
    'Верасня',
    'Кастрычніка',
    'Лістапада',
    'Снежня',
  ];

  IMMOVABLE_FEASTS: ImmovableEvent[] = [
    [1, 7, 'Нараджэнне Хрыстова'],
    [1, 19, 'Хрышчэнне Гасподняе'],
    [2, 15, 'Стрэчанне Гасподняе'],
    [4, 7, 'Благавешчанне'],
    [8, 19, 'Ператварэнне Гасподняе'],
    [8, 28, 'Успенне Багародзіцы'],
    [9, 21, 'Нараджэнне Багародзіцы'],
    [9, 27, 'Узвіжанне Крыжа', 'Ordinary'],
    [12, 4, 'Увядзенне ў храм Багародзіцы', 'Fish', 'Christmas'],
  ];

  MOVABLE_FEASTS: MovableEvent[] = [
    [-7, 'Уваход Гасподні ў Іерусалім'],
    [39, 'Узнясенне Гасподняе'],
    [49, 'Дзень Святой Тройцы'],
  ];

  SAINTS: ImmovableEvent[] = [
    [7, 12, 'Дзень памяці святых першавярхоўных апосталаў Пятра і Паўла '],
    [10, 14, 'Пакроў Прасвятой Багародзіцы'],
    [12, 19, 'Дзень памяці Свяціцеля Мікалая Цудатворца'],
  ];
}

export const calendarData = new CalendarData();
