class DateNames {
  DAYS_BE = ['Пн', 'Аў', 'Ср', 'Чц', 'Пт', 'Сб', 'Нд'];

  MONTHS_BE = [
    'Студзень',
    'Люты',
    'Сакавік',
    'Красавік',
    'Май',
    'Чэрвень',
    'Ліпень',
    'Жнівень',
    'Верасень',
    'Кастрычнік',
    'Лістапад',
    'Снежань',
  ];

  MONTHS_BE_GENITIVE = [
    'Студзеня',
    'Лютага',
    'Сакавіка',
    'Красавіка',
    'Мая',
    'Чэрвеня',
    'Ліпеня',
    'Жніўня',
    'Верасня',
    'Кастрычніка',
    'Лістапада',
    'Снежня',
  ];
}

export const DATE_NAMES = new DateNames();
