export const children = {
  name: "Дзецям",
  text: [
    {
      name: "Сяргей Паўловіч — Пра Бога і веру. Гутаркі для дзяцей і бацькоў",
      text: [
        {
          audio: "/audio/paul/paulowich_old_testament.mp3",
          name: "Стары Запавет",
          text: [
            "Змешчаны асобныя тэксты са Старога Запавету ў пераказе для дзяцей Сяргея Паўловіча.",
            "Агучвае дыктар і рэжысёр Беларускага радыё Алег Вінярскі.",
          ],
        },
        {
          audio: "/audio/paul/paulowich_new_testament.mp3",
          name: "Новы Запавет",
          text: [
            "Тэксты Новага Запавету ў пераказе для дзяцей Сяргея Паўловіча.",
            "Чытае дыктар і рэжысёр Беларускага радыё Алег Вінярскі.",
          ],
        },
        {
          audio: "/audio/paul/paulowich_biography.mp3",
          name: "Біяграфія Сяргея Паўловіча",
          text: [
            "Біяграфічныя звесткі пра беларускага асветніка Сяргея Паўловіча.",
            'Дадатак да друкаванай кнігі "Пра Бога і веру. Гутаркі для дзяцей і бацькоў", падрыхтаванай Брацтвам у гонар Віленскіх мучанікаў у 2023 годзе.',
          ],
        },
      ],
    },
  ],
};
